fio-platform-results/l32/l32v2-irq1-nconnect4-vm1-512Write-16files-iodpeth24-try1
rw: (g=0): rw=rw, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=24
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=30422: Fri Sep 18 09:30:02 2020
  write: IOPS=2836, BW=1419MiB/s (1488MB/s)(41.6GiB/30008msec)
    slat (usec): min=27, max=219, avg=79.62, stdev= 9.81
    clat (usec): min=1856, max=31957, avg=8378.19, stdev=2226.69
     lat (usec): min=1951, max=32031, avg=8458.17, stdev=2226.23
    clat percentiles (usec):
     |  1.00th=[ 4015],  5.00th=[ 5342], 10.00th=[ 5997], 20.00th=[ 6718],
     | 30.00th=[ 7242], 40.00th=[ 7767], 50.00th=[ 8225], 60.00th=[ 8586],
     | 70.00th=[ 9110], 80.00th=[ 9896], 90.00th=[10814], 95.00th=[11863],
     | 99.00th=[15926], 99.50th=[18220], 99.90th=[23200], 99.95th=[24773],
     | 99.99th=[27919]
   bw (  MiB/s): min= 1412, max= 1428, per=99.99%, avg=1418.56, stdev= 3.44, samples=60
   iops        : min= 2824, max= 2856, avg=2837.10, stdev= 6.89, samples=60
  lat (msec)   : 2=0.01%, 4=0.97%, 10=81.14%, 20=17.61%, 50=0.30%
  cpu          : usr=3.13%, sys=21.09%, ctx=52724, majf=0, minf=20
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=106.6%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,85122,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=24

Run status group 0 (all jobs):
  WRITE: bw=1419MiB/s (1488MB/s), 1419MiB/s-1419MiB/s (1488MB/s-1488MB/s), io=41.6GiB (44.6GB), run=30008-30008msec