fio-platform-results/l32/l32v2-irq2-nconnect1-vm1-512Write-1files-iodpeth128-try1
rw: (g=0): rw=rw, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=128
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=18692: Thu Sep 17 14:35:01 2020
  write: IOPS=220, BW=111MiB/s (117MB/s)(6753MiB/60620msec)
    slat (usec): min=56, max=218, avg=86.22, stdev=12.45
    clat (msec): min=457, max=1145, avg=578.20, stdev=106.68
     lat (msec): min=457, max=1145, avg=578.28, stdev=106.68
    clat percentiles (msec):
     |  1.00th=[  464],  5.00th=[  464], 10.00th=[  464], 20.00th=[  468],
     | 30.00th=[  468], 40.00th=[  472], 50.00th=[  667], 60.00th=[  667],
     | 70.00th=[  676], 80.00th=[  676], 90.00th=[  676], 95.00th=[  676],
     | 99.00th=[  684], 99.50th=[  911], 99.90th=[ 1133], 99.95th=[ 1150],
     | 99.99th=[ 1150]
   bw (  KiB/s): min= 1024, max=159744, per=99.23%, avg=113197.53, stdev=21927.30, samples=121
   iops        : min=    2, max=  312, avg=221.03, stdev=42.81, samples=121
  lat (msec)   : 500=47.36%, 750=53.03%, 1000=0.39%
  cpu          : usr=0.27%, sys=1.80%, ctx=11639, majf=0, minf=34
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.2%, >=64=103.6%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=0,13379,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: bw=111MiB/s (117MB/s), 111MiB/s-111MiB/s (117MB/s-117MB/s), io=6753MiB (7081MB), run=60620-60620msec